HELLO_TEXT = """
#######################################################################
#                                                                     #
#        Добро пожаловать в консольный телефонный справочник!         #
#                                                                     #
#######################################################################
"""

CHOICE_TEXT = """
#######################################################################
#                                                                     #
#                                                                     #
#   1. Просмотреть всех пользователей                                 #
#   2. Добавить данные нового пользователя                            #
#   3. Редактировать данные пользователя                              #
#   4. Поиск пользователя по одной или нескольким характеристикам     #
#   5. Посмотреть количество записей в справочнике                    #
#   6. Выход                                                          #
#                                                                     #
#######################################################################
"""

GET_ALL_DATA_TEXT = "\n\nСписок всех пользователей:\n\n"

SAVE_DATA_TEXT_1 = "\nВы начали процесс добавления нового пользователя!\n"

SAVE_DATA_TEXT_2 = "\nНовый пользователь добавлен в справочник.\n"

SAVE_DATA_TEXT_3 = "\nПроизошла ошибка при добавлении пользователя!\n"

GOODBYE_TEXT = "\nДо скорой встречи!\n"

WRONG_INPUT_TEXT = "\nНеверный выбор.\n"
